// src/data/data.js

const tasbeehPhrases = [
    'سُبْحَانَ اللَّهِ',
    'الْحَمْدُ لِلَّهِ',
    'لَا إِلَهَ إِلَّا اللَّهُ',
    'اللَّهُ أَكْبَرُ',
    'لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ',
    'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ',
    'سُبْحَانَ اللَّهِ الْعَظِيمِ',
    'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ',
    'لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ',
    'أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ وَأَتُوبُ إِلَيْهِ',
    'أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيَّ الْقَيُّومَ، وَأَتُوبُ إِلَيْهِ',
    'اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد',
    'حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ',
    'يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ',
    'يَا رَبِّ، لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ، وَلِعَظِيمِ سُلْطَانِكَ',
    'لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ',
    'حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم',
    'رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ ﷺ نَبِيّاً',
    'اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنَّا'
];

const azkatAlmasaa = [
    {
        "zekr": "آية الكرسي - مرة واحدة",
        "repeat": 1,
        "bless": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح."
    },
    {
        "zekr": "آخر آيتين من سورة البقرة (آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ...) - مرة واحدة",
        "repeat": 1,
        "bless": "من قرأ آيتين من آخر سورة البقرة في ليلة كفتاه."
    },
    {
        "zekr": "سورة الإخلاص - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "سورة الفلق - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "سورة الناس - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "أَمْسَيْـنا وَأَمْسـى المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْ - مَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّن - وبَ إِلاّ أَنْتَ .",
        "repeat": 1,
        "bless": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح."
    },
    {
        "zekr": "رَضي - تُ بِاللهِ رَبَّـاً وَبِالإسْلامِ دي - ناً وَبِمُحَ - مَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة."
    },
    {
        "zekr": "اللّهُـمَّ إِنِّـي أَمسيتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَم - يعَ خَلْـقِك ، أَنَّـكَ أَنْ - تَ اللهُ لا إلهَ إلاّ أَنْ - تَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَس - ولُـك.",
        "repeat": 4,
        "bless": "من قالها أعتقه الله من النار."
    },
    {
        "zekr": "اللّهُـمَّ ما أَمسى بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
        "repeat": 1,
        "bless": "من قالها حين يصبح أدى شكر يومه."
    },
    {
        "zekr": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
        "repeat": 7,
        "bless": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة."
    },
    {
        "zekr": "بِس - مِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
        "repeat": 3,
        "bless": "لم يضره من الله شيء."
    },
    {
        "zekr": "اللّهُـmَّ بِكَ أَمْسَيْـنا وَبِكَ أَصْـبَحْنا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "أَمْسَيْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "سُبْح - انَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِض - ا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِم - اتِـه.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ عافِـني في بَدَنـي ، اللّهُـmَّ عافِـني في سَمْـعي ، اللّهُـmَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ إِنّـي أَع - وذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَع - وذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْ - تَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالع - افِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـmَّ إِنِّـي أسْـأَلُـكَ العَ - فْوَ وَالع - افِـيةَ في دي - ني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـmَّ اسْتُـرْ ع - وْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـmَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَم - يني وَعَن شِم - الي ، وَمِن فَوْقـي ، وَأَع - وذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "أَمْسَيْنا وَأَمْسَى المُـلكُ للهِ رَبِّ الع - الَم - ين ، اللّهُـmَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ ه - ذا ال - يَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَن - ورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَع - وذُ بِـكَ مِـنْ شَـرِّ ما ف - يهِ وَشَـرِّ ما بَعْـدَه.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ عالِـمَ الغَـيْبِ وَالشّ - هادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ ك - لِّ شَـيءٍ وَمَلي - كَه ، أَشْهَـدُ أَنْ لا إِل - هَ إِلاّ أَنْت ، أَع - وذُ بِكَ مِن شَـرِّ نَفْس - ي وَمِن شَ - رِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْس - ي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "أَع - وذُ بِكَلِم - اتِ اللّهِ التّ - امّـاتِ مِنْ شَـرِّ ما خَلَـق.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ،إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ.",
        "repeat": 10,
        "bless": "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة."
    },
    {
        "zekr": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "repeat": 100,
        "bless": "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان."
    },
    {
        "zekr": "سُبْح - انَ اللهِ وَبِحَمْـدِهِ.",
        "repeat": 100,
        "bless": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ."
    }
];

const azkatAlsabah = [
    {
        "zekr": "آية الكرسي - مرة واحدة",
        "repeat": 1,
        "bless": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح."
    },
    {
        "zekr": "سورة الإخلاص - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "سورة الفلق - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "سورة الناس - ثلاث مرات",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كفته من كل شىء."
    },
    {
        "zekr": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْ - مَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْ - فِرُ الذُّن - وبَ إِلاّ أَنْتَ .",
        "repeat": 1,
        "bless": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح."
    },
    {
        "zekr": "رَضي - تُ بِاللهِ رَبَّـاً وَبِالإسْلامِ دي - ناً وَبِمُحَ - مَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
        "repeat": 3,
        "bless": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة."
    },
    {
        "zekr": "اللّهُـmَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَم - يعَ خَلْـقِك ، أَنَّـكَ أَنْ - تَ اللهُ لا إلهَ إلاّ أَنْ - تَ وَحْ - دَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّ - داً عَبْـدُكَ وَرَس - ولُـك.",
        "repeat": 4,
        "bless": "من قالها أعتقه الله من النار."
    },
    {
        "zekr": "اللّهُـmَّ ما أَصْبَـَحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
        "repeat": 1,
        "bless": "من قالها حين يصبح أدى شكر يومه."
    },
    {
        "zekr": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
        "repeat": 7,
        "bless": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة."
    },
    {
        "zekr": "بِس - مِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّم - اءِ وَه - وَ السّم - يعُ العَل - يم.",
        "repeat": 3,
        "bless": "لم يضره من الله شيء."
    },
    {
        "zekr": "اللّهُـmَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "سُبْح - انَ اللهِ وَبِحَمْ - دِهِ عَدَدَ خَلْـقِه ، وَرِض - ا نَفْسِـه ، وَزِنَـةَ عَ - رْشِـه ، وَمِ - دادَ كَلِم - اتِـه.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ عافِـني في بَدَنـي ، اللّهُـmَّ عافِـني في سَمْـعي ، اللّهُـmَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ إِنّـي أَع - وذُ بِكَ مِنَ الْكُـفر ، وَالفَ - قْر ، وَأَع - وذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْ - تَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالع - افِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـmَّ إِنِّ - ي أسْـأَلُـكَ العَ - فْوَ وَالع - افِـيةَ في دي - ني وَدُنْـيايَ وَأهْ - لي وَمالـي ، اللّهُـmَّ اسْتُـرْ ع - وْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـmَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَم - يني وَعَن شِم - الي ، وَمِن فَوْقـي ، وَأَع - وذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ الع - الَم - ين ، اللّهُـmَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ ه - ذا ال - يَوْم ، فَ - تْحَهُ ، وَنَصْـرَهُ ، وَن - ورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَع - وذُ بِـكَ مِـنْ شَـرِّ ما ف - يهِ وَشَـرِّ ما بَعْـدَه.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "اللّهُـmَّ عالِـمَ الغَـيْبِ وَالشّ - هادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ ك - لِّ شَـيءٍ وَمَلي - كَه ، أَشْهَـدُ أَنْ لا إِل - هَ إِلاّ أَنْت ، أَع - وذُ بِكَ مِن شَـرِّ نَفْس - ي وَمِن شَ - رِّ الشَّيْ - طانِ وَشِرْكِهِ ، وَأَنْ أَقْتَ - رِفَ عَلـى نَفْس - ي سوءاً أَوْ أَجُ - رَّهُ إِلـى مُسْـلِم.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "أَع - وذُ بِكَلِم - اتِ اللّهِ التّ - امّـاتِ مِنْ شَـرِّ ما خَلَـق.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ،إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ.",
        "repeat": 10,
        "bless": "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة."
    },
    {
        "zekr": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ.",
        "repeat": 3,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.",
        "repeat": 1,
        "bless": ""
    },
    {
        "zekr": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "repeat": 100,
        "bless": "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان."
    },
    {
        "zekr": "سُبْح - انَ اللهِ وَبِحَمْ - دِهِ.",
        "repeat": 100,
        "bless": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ."
    },
    {
        "zekr": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
        "repeat": 100,
        "bless": "مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان حتى يمسى."
    }
];
